Repository: apertium/apertium-eo-en
Catalog: corpa/bil/in-into.tmx
Source language: eo
Languages: en

source: Multaj birdoj flugas dum la aŭtuno en plivarmajn landojn
en: Many birds fly in the autumn into warmer countries

source: Kiam la muso kuras en la domon
en: When the mouse runs indoors

source: La virinoj kuradas en la domo
en: The women run about indoors

source: Laŭ mia opinio, ili estas tute pravaj
en: They are quite right, in my opinion

source: Ili edukiĝis laŭ la timo al (aŭ je) Dio
en: They were brought up in the fear of God

source: Por la edukado de la infanoj, estas necese uzi—
en: In the education of children, it is necessary to use—

source: Ŝi havis malfacilecon por esprimi siajn pensojn
en: She had difficulty in expressing her thoughts

source: Edziĝo, fakto de la vivo de Henriko VIIIa
en: Matrimony, a fact in the life of Henry VIII

source: Li estas la plej bona pri tio el la mondo
en: He is the best in the world for that

source: Mi pensas, ke mi bone faris tiel aginte
en: I think I did well in acting thus

source: Similaj per la vizaĵoj kaj la karaktero
en: Alike in face and character

source: Ni foriros post du aŭ tri tagoj
en: We are going away in two or three days

source: Io, sub la formo de homo, aperas
en: Something, in the shape of a man, appears

source: Ili staras sur unu longa linio
en: They stand in one long line

source: Promenante sur la strato, mi falis
en: While walking in the street I fell

source: George Washington estis naskita la jaron mil sepcent tridek duan, kaj mensogis neniam
en: George Washington was born in the year one thousand seven hundred and thirty-two, and never told a lie
